[
  {
    "day": 1,
    "header": "Day 1: What Is Cybersecurity",
    "body": "Cybersecurity is the practice of protecting systems, networks, applications, and data from digital threats that aim to access, alter, disrupt, or destroy information. According to the NIST Cybersecurity Framework (CSF), cybersecurity is not about eliminating all risk, but about understanding, managing, and reducing risk to an acceptable level. As organizations rely more on digital systems, cyber threats continue to evolve, becoming more targeted and sophisticated, and affecting both technology and business operations. While technical security controls are essential, human behavior remains a critical factor in many security incidents. NIST emphasizes the importance of awareness and shared responsibility, as employees are often the first line of defense against threats such as phishing or social engineering. By following security policies, recognizing suspicious activities, and reporting issues promptly, individuals play a vital role in strengthening the organization’s overall cybersecurity posture and resilience. resource: NIST Cybersecurity Framework (CSF) – Overview"
  },
  {
    "day": 2,
    "header": "Day 2: Asset Awareness",
    "body": "Asset awareness means understanding what systems, devices, software, and data exist within an organization. NIST CSF Asset Management (ID.AM) highlights that identifying assets is a foundational step in managing cybersecurity risk, as unknown assets cannot be properly protected. Attackers often target unmanaged or forgotten systems because they lack monitoring and controls. Employees also contribute to asset visibility by using only approved devices and applications. When assets are properly identified and managed, organizations can apply the right protections, detect anomalies faster, and reduce exposure to threats. resource: NIST Cybersecurity Framework (ID.AM)"
  },
  {
    "day": 3,
    "header": "Day 3: Data Classification",
    "body": "Data classification ensures information is handled according to its sensitivity and importance. NIST SP 800-53 emphasizes classifying data to apply appropriate security controls, such as encryption or access restrictions. Without classification, sensitive information may be shared or stored insecurely. Employees must understand how to identify and handle different data types correctly. Proper classification reduces the risk of accidental disclosure and helps protect critical business and personal information. resource: NIST SP 800-53 – Data Security Controls"
  },
  {
    "day": 4,
    "header": "Day 4: Understanding Cyber Risk",
    "body": "Cyber risk refers to the potential impact of threats exploiting vulnerabilities. According to NIST SP 800-30, risk is a combination of likelihood and impact, and managing it helps organizations prioritize security efforts effectively. Not all risks can be removed, but they can be reduced. Awareness of cyber risk helps employees make safer decisions when using systems and handling data. Understanding risk supports better judgment and stronger organizational resilience. resource: NIST SP 800-30 – Risk Assessment"
  },
  {
    "day": 5,
    "header": "Day 5: Security Roles and Responsibilities",
    "body": "Clear roles and responsibilities are essential for effective cybersecurity. NIST CSF Governance (ID.GV) stresses defining who is responsible for protecting systems, data, and responding to incidents. Confusion about responsibility can lead to delays and mistakes. Employees should know their role in following policies and reporting issues. When everyone understands their responsibility, security becomes more consistent and effective across the organization. resource: NIST Cybersecurity Framework (ID.GV)"
  },
  {
    "day": 6,
    "header": "Day 6: Third-Party Risk",
    "body": "Third-party vendors can introduce cybersecurity risks if their security practices are weak. NIST SP 800-161 highlights that supply chain attacks are increasing and can impact even well-secured organizations. Trusting a vendor also means trusting their security controls. Employees should follow procedures when sharing data with external parties. Managing third-party risk helps prevent indirect breaches and data exposure. resource: NIST SP 800-161 – Supply Chain Risk Management"
  },
  {
    "day": 7,
    "header": "Day 7: Shadow IT",
    "body": "Shadow IT refers to unapproved applications or services used without organizational authorization. NIST CSF warns that unknown tools increase risk because they bypass security controls and monitoring. While convenience drives shadow IT usage, it creates hidden vulnerabilities. Employees should use only approved tools and request authorization when needed. Reducing shadow IT improves visibility and overall security. resource: NIST Cybersecurity Framework – Asset Management"
  },
  {
    "day": 8,
    "header": "Day 8: Strong Passwords",
    "body": "Passwords remain a primary method of authentication and a common attack target. NIST SP 800-63B recommends using long, unique passwords rather than complex but short ones. Reusing passwords across systems increases risk significantly. Employees should avoid sharing credentials and use password managers when possible. Strong password practices greatly reduce unauthorized access. resource: NIST SP 800-63B – Digital Identity Guidelines"
  },
  {
    "day": 9,
    "header": "Day 9: Multi-Factor Authentication",
    "body": "Multi-factor authentication (MFA) adds an extra layer of security beyond passwords. NIST SP 800-63B strongly recommends MFA to reduce the risk of credential theft and account compromise. Even if a password is stolen, MFA can block attackers. Employees should enable MFA wherever available. MFA significantly improves account security and reduces breach impact. resource: NIST SP 800-63B – Authentication Guidelines"
  },
  {
    "day": 10,
    "header": "Day 10: Phishing Awareness",
    "body": "Phishing attacks trick users into revealing credentials or clicking malicious links. NIST SP 800-53 highlights security awareness training as a key defense against phishing. Attackers often use urgency and trust to manipulate victims. Employees should verify emails and report suspicious messages. Awareness is one of the strongest defenses against phishing attacks. resource: NIST SP 800-53 – Awareness and Training"
  },
  {
    "day": 11,
    "header": "Day 11: Secure Browsing",
    "body": "Unsafe browsing can expose systems to malware and data theft. NIST SP 800-53 recommends keeping browsers updated and avoiding untrusted websites. Attackers often exploit outdated plugins and fake downloads. Employees should be cautious when clicking links or downloading files. Secure browsing habits reduce exposure to web-based threats. resource: NIST SP 800-53 – System Protection"
  },
  {
    "day": 12,
    "header": "Day 12: Device Security",
    "body": "Devices store and access sensitive information and must be protected. NIST SP 800-53 recommends using screen locks, encryption, and regular updates. Lost or stolen devices pose serious risks. Employees should secure devices physically and digitally. Proper device security protects both personal and organizational data. resource: NIST SP 800-53 – Mobile Device Security"
  },
  {
    "day": 13,
    "header": "Day 13: Social Engineering",
    "body": "Social engineering attacks exploit human trust instead of technical weaknesses. NIST SP 800-53 emphasizes awareness training to help users recognize manipulation tactics. Attackers may impersonate trusted individuals. Employees should verify requests before sharing information. Awareness reduces the success of social engineering attacks. resource: NIST SP 800-53 – Awareness Training"
  },
  {
    "day": 14,
    "header": "Day 14: Least Privilege",
    "body": "The principle of least privilege limits access to only what is necessary. NIST SP 800-53 (AC-6) shows that reducing access lowers the impact of breaches. Excessive permissions increase damage potential. Employees should not request unnecessary access. Least privilege strengthens overall security. resource: NIST SP 800-53 – Access Control"
  },
  {
    "day": 15,
    "header": "Day 15: Signs of Compromise",
    "body": "Unusual behavior may indicate a security compromise. NIST SP 800-92 highlights monitoring for anomalies such as unexpected logins or system slowdowns. Early detection limits damage. Employees should report anything suspicious. Fast reporting supports effective incident response. resource: NIST SP 800-92 – Logging and Monitoring"
  },
  {
    "day": 16,
    "header": "Day 16: Log Awareness",
    "body": "Logs record system and user activity. NIST SP 800-92 states logs are critical for detecting incidents and investigations. Missing logs reduce visibility. Employees should not disable logging features. Proper logging supports accountability and security monitoring. resource: NIST SP 800-92 – Log Management"
  },
  {
    "day": 17,
    "header": "Day 17: Email Security",
    "body": "Email is a major attack vector for malware and phishing. NIST SP 800-45 highlights the importance of secure email practices. Attackers often disguise malicious emails as legitimate messages. Employees should inspect senders and links carefully. Email awareness reduces compromise risk. resource: NIST SP 800-45 – Email Security"
  },
  {
    "day": 18,
    "header": "Day 18: Insider Threats",
    "body": "Insider threats can be intentional or accidental. NIST SP 800-53 recommends monitoring and access control to reduce insider risk. Not all threats come from outside. Employees should follow policies and report concerns. Awareness helps prevent insider-related incidents. resource: NIST SP 800-53 – Insider Threat Controls"
  },
  {
    "day": 19,
    "header": "Day 19: Behavioral Monitoring",
    "body": "Behavioral monitoring detects unusual activity patterns. NIST SP 800-53 (AU-6) supports analyzing behavior to identify threats early. Sudden changes may signal compromise. Monitoring helps respond faster. Early detection limits damage and downtime. resource: NIST SP 800-53 – Audit and Accountability"
  },
  {
    "day": 20,
    "header": "Day 20: Reporting Incidents",
    "body": "Prompt reporting reduces incident impact. NIST CSF Response functions stress timely communication. Delayed reporting allows threats to spread. Employees should report incidents immediately. Fast response protects systems and data. resource: NIST Cybersecurity Framework – Respond"
  },
  {
    "day": 21,
    "header": "Day 21: Continuous Monitoring",
    "body": "Threats constantly change, requiring continuous monitoring. NIST SP 800-137 promotes ongoing assessment of security controls. Periodic checks are not enough. Continuous monitoring improves detection. It strengthens long-term resilience. resource: NIST SP 800-137 – Continuous Monitoring"
  },
  {
    "day": 22,
    "header": "Day 22: What Is a Security Incident",
    "body": "A security incident threatens confidentiality, integrity, or availability. NIST SP 800-61 defines incidents clearly. Not every alert is an incident, but all must be evaluated. Understanding incidents improves response. Awareness helps employees act correctly. resource: NIST SP 800-61 – Incident Handling"
  },
  {
    "day": 23,
    "header": "Day 23: Incident Response Lifecycle",
    "body": "NIST SP 800-61 defines incident response phases from preparation to lessons learned. Each phase supports effective recovery. Skipping steps weakens response. Employees should follow procedures. Structured response reduces damage. resource: NIST SP 800-61 – Incident Lifecycle"
  },
  {
    "day": 24,
    "header": "Day 24: Staying Calm During Incidents",
    "body": "Panic can worsen incidents. NIST SP 800-61 advises following established procedures. Unauthorized actions may cause data loss. Employees should remain calm and report. Controlled response improves outcomes. resource: NIST SP 800-61 – Incident Response"
  },
  {
    "day": 25,
    "header": "Day 25: Evidence Preservation",
    "body": "Preserving evidence supports investigations. NIST SP 800-86 stresses avoiding deletion or alteration of data. Evidence helps determine cause and impact. Employees should not tamper with systems. Preservation supports recovery and accountability. resource: NIST SP 800-86 – Digital Forensics"
  },
  {
    "day": 26,
    "header": "Day 26: Incident Communication",
    "body": "Clear communication prevents misinformation. NIST SP 800-61 recommends limiting communication to authorized channels. Public disclosure may cause harm. Employees should follow communication policies. Proper communication supports response efforts. resource: NIST SP 800-61 – Incident Communication"
  },
  {
    "day": 27,
    "header": "Day 27: Ransomware Awareness",
    "body": "Ransomware encrypts data and demands payment. NIST IR 8425 identifies ransomware as a major threat. Backups and awareness reduce impact. Employees should avoid suspicious links. Prevention is critical. resource: NIST IR 8425 – Ransomware"
  },
  {
    "day": 28,
    "header": "Day 28: System Recovery",
    "body": "Recovery restores operations after incidents. NIST CSF Recovery Planning emphasizes tested backups. Poor recovery planning increases downtime. Employees should follow recovery guidance. Prepared recovery strengthens resilience. resource: NIST Cybersecurity Framework – Recover"
  },
  {
    "day": 29,
    "header": "Day 29: Lessons Learned",
    "body": "Post-incident reviews improve security maturity. NIST SP 800-61 highlights lessons learned as essential. Ignoring lessons repeats mistakes. Employees should share feedback. Learning strengthens defenses. resource: NIST SP 800-61 – Lessons Learned"
  },
  {
    "day": 30,
    "header": "Day 30: Building a Security Culture",
    "body": "A strong security culture supports long-term protection. NIST CSF emphasizes shared responsibility and awareness. Technology alone is not enough. Employees influence security daily. Culture drives continuous improvement. resource: NIST Cybersecurity Framework – Governance"
  }
]

