[
  {
    "day": 1,
    "header": "Day 1: What Is Cybersecurity",
    "body": "Cybersecurity is the practice of protecting systems, networks, applications, and data from digital threats that aim to steal, alter, or destroy information. The NIST Cybersecurity Framework (CSF) explains that cybersecurity is not about eliminating all risk but about understanding, managing, and reducing it to a safe level. This helps organizations focus on the most critical security measures. As technology becomes more central to business operations, cyber threats are growing in sophistication and frequency. While tools like firewalls, encryption, and antivirus software are important, human behavior remains a crucial factor. Employees are often the first line of defense against phishing, social engineering, and other attacks. NIST emphasizes awareness and shared responsibility. By following security policies, spotting suspicious activity, and reporting issues promptly, individuals strengthen an organization’s cybersecurity. Ultimately, cybersecurity is a combined effort of technology and people working together to protect valuable information and maintain organizational resilience. resource: NIST Cybersecurity Framework (CSF) – Overview"
  },
  {
    "day": 2,
    "header": "Day 2: Asset Awareness",
    "body": "Asset awareness means knowing what systems, devices, software, and data exist in an organization. According to the NIST Cybersecurity Framework (CSF) Asset Management (ID.AM), identifying all assets is a key first step in managing cybersecurity risks. If assets are unknown, they cannot be protected properly, leaving gaps that attackers can exploit. Unmanaged or forgotten systems are often easy targets because they lack monitoring and security controls. Employees play an important role in maintaining asset visibility by using only approved devices and software. When organizations have a clear view of their assets, they can apply the right security measures, detect unusual activity more quickly, and reduce their exposure to threats. Proper asset management also supports faster responses to incidents and stronger overall cybersecurity. By keeping track of all systems, devices, and applications, organizations create a solid foundation for protecting their data and technology, ensuring that nothing is overlooked and risks are minimized. resource: NIST Cybersecurity Framework (ID.AM)"
  },
  {
    "day": 3,
    "header": "Day 3: Data Classification",
    "body": "Data classification is the process of organizing information based on its sensitivity and importance. According to NIST SP 800-53, classifying data allows organizations to apply the right security controls, such as encryption or access restrictions. Without proper classification, sensitive information could be shared or stored insecurely, increasing the risk of breaches. Employees play a key role by understanding how to identify and handle different types of data correctly. When data is classified properly, organizations can protect critical business and personal information, prevent accidental disclosure, and ensure that security measures match the level of risk. Proper data classification is essential for maintaining trust, reducing vulnerabilities, and supporting overall cybersecurity. It ensures that sensitive information receives the attention and protection it needs while helping organizations meet compliance and regulatory requirements. resource: NIST SP 800-53 – Data Security Controls"
  },
  {
    "day": 4,
    "header": "Day 4: Understanding Cyber Risk",
    "body": "Cyber risk is the potential harm that can occur when threats exploit vulnerabilities in systems, networks, or data. NIST SP 800-30 explains that risk is a combination of the likelihood of an event happening and its potential impact. Managing cyber risk helps organizations focus on the most important security measures and allocate resources effectively. Not all risks can be completely eliminated, but they can be reduced to safer levels. Being aware of cyber risks allows employees to make better decisions when using systems and handling sensitive information. This awareness also helps prevent mistakes that could lead to security incidents. Understanding and managing cyber risk supports stronger organizational resilience. By knowing which threats are most serious and which assets are most vulnerable, organizations can protect critical information, respond quickly to incidents, and maintain trust with customers and stakeholders. resource: NIST SP 800-30 – Risk Assessment"
  },
  {
    "day": 5,
    "header": "Day 5: Security Roles and Responsibilities",
    "body": "Clear roles and responsibilities are essential for strong cybersecurity. According to the NIST Cybersecurity Framework (CSF) Governance (ID.GV), it is important to define who is responsible for protecting systems, data, and responding to security incidents. When responsibilities are unclear, delays and mistakes can occur, increasing the risk of breaches. Employees should understand their specific roles, including following security policies and reporting potential issues. Knowing what is expected helps everyone act quickly and correctly when problems arise. When roles and responsibilities are clearly defined, cybersecurity becomes more consistent and effective across the organization. This shared understanding ensures that all team members contribute to protecting important information and maintaining a secure environment. resource: NIST Cybersecurity Framework (ID.GV)"
  },
  {
    "day": 6,
    "header": "Day 6: Third-Party Risk",
    "body": "Third-party vendors can create cybersecurity risks if their security practices are weak. NIST SP 800-161 notes that supply chain attacks are becoming more common and can affect even organizations with strong security measures. When working with vendors, an organization is also relying on the vendor’s security controls. Employees should follow proper procedures when sharing data or systems with external partners. This includes ensuring that vendors meet security standards and only have access to what is necessary. Effectively managing third-party risks helps prevent indirect breaches, data leaks, and other security incidents. By carefully monitoring and controlling vendor interactions, organizations can reduce vulnerabilities and protect sensitive information across their entire supply chain. resource: NIST SP 800-161 – Supply Chain Risk Management"
  },
  {
    "day": 7,
    "header": "Day 7: Shadow IT",
    "body": "Shadow IT refers to applications or services used without approval from an organization. According to the NIST Cybersecurity Framework (CSF), using unapproved tools increases risk because they bypass security controls and monitoring. While these tools may seem convenient, they create hidden vulnerabilities that attackers can exploit. Employees should use only approved applications and request authorization when new tools are needed. Following this practice helps ensure that all software and services are properly monitored and secured. Reducing shadow IT improves visibility into the organization’s systems, allowing security teams to better protect data and resources. By controlling the use of tools and services, organizations can strengthen their overall cybersecurity posture and reduce potential threats. resource: NIST Cybersecurity Framework – Asset Management"
  },
  {
    "day": 8,
    "header": "Day 8: Strong Passwords",
    "body": "Passwords are still one of the main ways to verify identity, but they are also common targets for attackers. NIST SP 800-63B recommends using long, unique passwords rather than short, complex ones. Reusing the same password across multiple systems increases the risk of unauthorized access. Employees should avoid sharing their passwords and consider using password managers to keep them secure and easy to manage. Strong password practices help protect accounts, sensitive information, and organizational systems. By following these guidelines, organizations can reduce the likelihood of breaches caused by weak or reused passwords. Proper password management is a simple but powerful step in maintaining overall cybersecurity and keeping data safe. resource: NIST SP 800-63B – Digital Identity Guidelines"
  },
  {
    "day": 9,
    "header": "Day 9: Multi-Factor Authentication",
    "body": "Multi-factor authentication (MFA) adds an extra layer of security beyond just passwords. According to NIST SP 800-63B, using MFA is highly recommended to reduce the risk of stolen credentials and account compromise. Even if a password is stolen, MFA can prevent attackers from accessing the account. Employees should enable MFA on all accounts and systems where it is available. This simple step greatly strengthens security by requiring an additional verification method, such as a code, app, or biometric factor. By using MFA, organizations and individuals can significantly reduce the impact of breaches and protect sensitive information. Implementing multi-factor authentication is an effective way to improve account security and maintain overall cybersecurity resilience. resource: NIST SP 800-63B – Authentication Guidelines"
  },
  {
    "day": 10,
    "header": "Day 10: Phishing Awareness",
    "body": "Phishing attacks are attempts to trick users into revealing passwords or clicking on harmful links. According to NIST SP 800-53, security awareness training is a key way to defend against these attacks. Phishing often relies on creating a sense of urgency or exploiting trust to manipulate victims. Employees should carefully check emails, verify senders, and report any suspicious messages. Being aware of phishing tactics helps prevent accidental disclosure of sensitive information. Security awareness is one of the strongest defenses against phishing attacks. By staying alert and following proper procedures, employees play a crucial role in protecting the organization from potential cyber threats. resource: NIST SP 800-53 – Awareness and Training"
  },
  {
    "day": 11,
    "header": "Day 11: Secure Browsing",
    "body": "Unsafe browsing can put systems and data at risk of malware and theft. According to NIST SP 800-53, it is important to keep browsers updated and avoid visiting untrusted websites. Attackers often take advantage of outdated plugins, fake downloads, or malicious links to compromise systems. Employees should be careful when clicking links, downloading files, or visiting unfamiliar sites. Following safe browsing practices helps prevent infections and reduces the chance of data loss or unauthorized access. By maintaining secure browsing habits, organizations can protect their systems and sensitive information from web-based threats. Consistent awareness and caution online are essential parts of overall cybersecurity. resource: NIST SP 800-53 – System Protection"
  },
  {
    "day": 12,
    "header": "Day 12: Device Security",
    "body": "Devices such as laptops, tablets, and smartphones store and access sensitive information, making them important to protect. According to NIST SP 800-53, organizations should use screen locks, encryption, and keep devices updated regularly to reduce security risks. Lost or stolen devices can lead to serious data breaches if they are not properly secured. Employees should ensure that their devices are protected both physically and digitally. This includes locking screens, using strong passwords, and following encryption and update guidelines. Proper device security helps safeguard both personal and organizational data. By taking these precautions, organizations can reduce the risk of data loss or unauthorized access and maintain a stronger overall cybersecurity posture. resource: NIST SP 800-53 – Mobile Device Security"
  },
  {
    "day": 13,
    "header": "Day 13: Social Engineering",
    "body": "Social engineering attacks target people rather than technology by exploiting trust. According to NIST SP 800-53, awareness training is essential to help employees recognize these manipulation tactics. Attackers may impersonate trusted individuals or create convincing scenarios to gain sensitive information. Employees should always verify requests before sharing information, even if they appear to come from colleagues or authority figures. Being cautious and following proper procedures can prevent falling victim to these attacks. Awareness and vigilance are key defenses against social engineering. By understanding how attackers manipulate trust, employees can help protect the organization and reduce the risk of successful attacks. resource: NIST SP 800-53 – Awareness Training"
  },
  {
    "day": 14,
    "header": "Day 14: Least Privilege",
    "body": "The principle of least privilege means giving users only the access they need to perform their jobs. According to NIST SP 800-53 (AC-6), limiting access helps reduce the potential impact of security breaches. When users have excessive permissions, attackers can cause more damage if accounts are compromised. Employees should avoid requesting access that is not necessary for their work. Following the least privilege principle ensures that systems and data are protected and that risks are minimized. By enforcing least privilege, organizations strengthen overall security, limit the potential for misuse, and make it harder for attackers to gain control over sensitive information. This principle is a key part of a strong cybersecurity strategy. resource: NIST SP 800-53 – Access Control"
  },
  {
    "day": 15,
    "header": "Day 15: Signs of Compromise",
    "body": "Unusual behavior in systems or accounts can be a sign of a security breach. According to NIST SP 800-92, organizations should monitor for anomalies such as unexpected logins, unusual activity, or system slowdowns. Detecting these signs early helps limit potential damage. Employees play an important role by reporting anything suspicious immediately. Quick reporting allows the security team to respond faster and address incidents before they escalate. By staying alert and communicating concerns promptly, organizations can improve their incident response and reduce the impact of security compromises. Monitoring for unusual behavior is an essential part of maintaining strong cybersecurity. resource: NIST SP 800-92 – Logging and Monitoring"
  },
  {
    "day": 16,
    "header": "Day 16: Log Awareness",
    "body": "Logs record system and user activity. NIST SP 800-92 states logs are critical for detecting incidents and investigations. Missing logs reduce visibility. Employees should not disable logging features. Proper logging supports accountability and security monitoring. resource: NIST SP 800-92 – Log Management"
  },
  {
    "day": 17,
    "header": "Day 17: Email Security",
    "body": "Email is a common way attackers try to deliver malware or launch phishing attacks. According to NIST SP 800-45, following secure email practices is essential to prevent security incidents. Attackers often disguise malicious emails to look like legitimate messages, tricking recipients into clicking harmful links or sharing sensitive information. Employees should carefully check the sender’s address, links, and attachments before interacting with any email. Verifying suspicious emails and reporting them promptly can prevent potential breaches. Being aware of email threats and practicing safe email habits significantly reduces the risk of compromise. Secure email usage is a key part of maintaining overall cybersecurity and protecting organizational information. resource: NIST SP 800-45 – Email Security"
  },
  {
    "day": 18,
    "header": "Day 18: Insider Threats",
    "body": "Insider threats can come from employees or trusted individuals, and they may be intentional or accidental. According to NIST SP 800-53, monitoring and strict access control help reduce the risk of insider-related incidents. Not all security threats originate from outside the organization—insiders can pose serious risks if policies are not followed. Employees should follow organizational policies carefully and report any concerns or suspicious behavior. Awareness of insider risks and adherence to guidelines can prevent mistakes or malicious actions that could compromise security. By combining monitoring, access control, and employee awareness, organizations can reduce the likelihood and impact of insider threats. Protecting systems and data requires vigilance both externally and internally. resource: NIST SP 800-53 – Insider Threat Controls"
  },
  {
    "day": 19,
    "header": "Day 19: Behavioral Monitoring",
    "body": "Behavioral monitoring involves observing unusual activity patterns to detect potential security threats. According to NIST SP 800-53 (AU-6), analyzing user and system behavior can help identify risks early, before they escalate into serious incidents. Sudden or unexpected changes in activity may indicate a compromise. Monitoring behavior allows organizations to respond more quickly to potential issues, reducing the impact on systems and data. Early detection can limit damage, prevent downtime, and strengthen overall security. By implementing behavioral monitoring, organizations gain better visibility into abnormal activity, enabling faster response and improved protection against cyber threats. It is an essential part of maintaining a secure and resilient environment. resource: NIST SP 800-53 – Audit and Accountability"
  },
  {
    "day": 20,
    "header": "Day 20: Reporting Incidents",
    "body": "Prompt reporting of security incidents helps reduce their impact. According to the NIST Cybersecurity Framework (CSF), the Response function emphasizes the importance of timely communication. Delays in reporting can allow threats to spread and cause more damage. Employees should report any security incidents immediately, no matter how minor they may seem. Quick reporting enables the security team to respond faster, contain threats, and protect critical systems and data. By encouraging immediate reporting and maintaining clear communication channels, organizations can limit the effects of cyber incidents and strengthen their overall cybersecurity posture. Fast response is key to minimizing damage and ensuring operational continuity. resource: NIST Cybersecurity Framework – Respond"
  },
  {
    "day": 21,
    "header": "Day 21: Continuous Monitoring",
    "body": "Cyber threats are constantly evolving, which makes continuous monitoring essential. According to NIST SP 800-137, organizations should regularly assess their security controls to ensure they remain effective. Relying only on periodic checks is not enough to detect new or emerging threats. Continuous monitoring allows organizations to identify unusual activity or vulnerabilities in real time. This proactive approach improves threat detection, reduces response time, and helps prevent security incidents from escalating. By implementing ongoing monitoring, organizations strengthen their long-term resilience and maintain a more secure environment. Continuous assessment of systems and controls ensures that security measures stay effective against changing threats. resource: NIST SP 800-137 – Continuous Monitoring"
  },
  {
    "day": 22,
    "header": "Day 22: What Is a Security Incident",
    "body": "A security incident is any event that threatens the confidentiality, integrity, or availability of information. According to NIST SP 800-61, it is important to clearly define what qualifies as a security incident. While not every alert or warning is an incident, each should be carefully evaluated to determine its significance. Understanding what constitutes an incident helps organizations respond effectively and minimize potential damage. Employees play a key role by being aware of incidents and following proper procedures when one occurs. By promoting awareness and proper evaluation of events, organizations can improve incident handling, ensure timely response, and strengthen overall cybersecurity. Recognizing and acting on incidents quickly helps protect critical systems and sensitive information. resource: NIST SP 800-61 – Incident Handling"
  },
  {
    "day": 23,
    "header": "Day 23: Incident Response Lifecycle",
    "body": "NIST SP 800-61 defines the phases of incident response, ranging from preparation to lessons learned. Each phase plays an important role in ensuring an effective and organized recovery from security incidents. Skipping any steps can weaken the response and increase the impact of an incident.Employees should follow established procedures during each phase, including preparation, detection, analysis, containment, eradication, recovery, and post-incident review. Following a structured approach ensures that incidents are handled consistently and efficiently. A well-organized incident response reduces damage, minimizes downtime, and helps organizations learn from past events to strengthen future security. Understanding and adhering to the incident lifecycle is essential for maintaining strong cybersecurity resilience. resource: NIST SP 800-61 – Incident Lifecycle"
  },
  {
    "day": 24,
    "header": "Day 24: Staying Calm During Incidents",
    "body": "Panic during a security incident can make the situation worse. According to NIST SP 800-61, it is important to follow established procedures and avoid taking unauthorized actions, which may lead to data loss or further damage. Employees should remain calm, follow the proper steps, and report incidents promptly. A controlled and orderly response allows the security team to handle the situation more effectively and minimize the impact. By staying composed and adhering to procedures, organizations can improve outcomes, reduce damage, and maintain better control during incidents. Calm, structured actions are key to effective incident response and overall cybersecurity resilience. resource: NIST SP 800-61 – Incident Response"
  },
  {
    "day": 25,
    "header": "Day 25: Evidence Preservation",
    "body": "Preserving evidence is essential for investigating security incidents. According to NIST SP 800-86, data should not be deleted or altered, as it helps determine the cause and impact of an incident. Tampering with systems or files can compromise investigations and make it harder to respond effectively. Employees should avoid modifying or interfering with affected systems and report any findings to the security team. Proper evidence preservation supports recovery efforts and ensures accountability. By carefully maintaining digital evidence, organizations can investigate incidents accurately, understand their impact, and take the necessary steps to prevent future occurrences. Preserving evidence is a critical part of maintaining strong cybersecurity practices and organizational resilience. resource: NIST SP 800-86 – Digital Forensics"
  },
  {
    "day": 26,
    "header": "Day 26: Incident Communication",
    "body": "Clear communication is essential during a security incident to prevent misinformation. According to NIST SP 800-61, communication should be limited to authorized channels to avoid confusion or accidental disclosure of sensitive information. Public statements or unauthorized sharing can cause harm and complicate response efforts. Employees should follow organizational communication policies and report updates only through designated channels. This ensures that information is accurate, controlled, and reaches the right people at the right time. By maintaining proper communication, organizations can support incident response, reduce confusion, and protect both sensitive data and the organization’s reputation. Clear and controlled communication is a key part of effective cybersecurity incident management. resource: NIST SP 800-61 – Incident Communication"
  },
  {
    "day": 27,
    "header": "Day 27: Ransomware Awareness",
    "body": "Ransomware is a type of malware that encrypts data and demands payment to restore access. According to NIST IR 8425, ransomware is a major cybersecurity threat that can disrupt business operations and cause significant financial loss. Having reliable backups and raising employee awareness are key ways to reduce the impact of a ransomware attack. Employees should avoid clicking on suspicious links, downloading unknown files, or visiting untrusted websites, as these are common methods attackers use to spread ransomware. Prevention is the most effective defense against ransomware. By following safe practices, maintaining backups, and staying vigilant, organizations can minimize the risk and ensure that critical data remains secure. resource: NIST IR 8425 – Ransomware"
  },
  {
    "day": 28,
    "header": "Day 28: System Recovery",
    "body": "Recovery is the process of restoring operations after a security incident. According to the NIST Cybersecurity Framework (CSF) Recovery Planning, having tested backups is essential to ensure systems and data can be restored quickly. Poor recovery planning can lead to longer downtime and greater impact on business operations. Employees should follow the organization’s recovery guidance carefully to help restore services efficiently. Being prepared and knowing the correct steps reduces delays and mistakes during recovery. A well-prepared recovery process strengthens organizational resilience, allowing businesses to bounce back quickly from incidents. Proper planning ensures that critical systems and data are protected and operations can continue with minimal disruption. resource: NIST Cybersecurity Framework – Recover"
  },
  {
    "day": 29,
    "header": "Day 29: Lessons Learned",
    "body": "Post-incident reviews are important for improving an organization’s security maturity. According to NIST SP 800-61, the “lessons learned” phase is essential for understanding what went wrong during a security incident and how to prevent similar issues in the future. Ignoring these lessons can lead to repeated mistakes and vulnerabilities. Employees should actively share feedback and observations after an incident. Their input helps the organization identify gaps, improve processes, and strengthen defenses against future threats. By learning from past incidents, organizations can continuously enhance their cybersecurity practices, reduce risks, and build stronger resilience. Post-incident reviews are a key step in turning experiences into actionable improvements for overall security. resource: NIST SP 800-61 – Lessons Learned"
  },
  {
    "day": 30,
    "header": "Day 30: Building a Security Culture",
    "body": "A strong security culture is essential for long-term protection of an organization’s systems and data. According to the NIST Cybersecurity Framework (CSF), shared responsibility and awareness are key components of effective cybersecurity. Technology alone cannot prevent all threats; employees play a critical role in maintaining security through their daily actions. A positive security culture encourages staff to follow policies, report incidents, and stay vigilant against potential threats. When everyone understands their role, security becomes a collective effort rather than just a technical challenge. By fostering awareness and responsibility, organizations can drive continuous improvement, reduce risks, and maintain stronger resilience against evolving cyber threats. A strong security culture ensures that security is embedded in everyday operations, not just in tools and processes. resource: NIST Cybersecurity Framework – Governance"
  }
]

